export const staticData = [
    {
        "r030": 36,
        "txt": "Австралійський долар",
        "rate": 25.4243,
        "cc": "AUD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 124,
        "txt": "Канадський долар",
        "rate": 28.4194,
        "cc": "CAD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 156,
        "txt": "Юань Женьміньбі",
        "rate": 5.4183,
        "cc": "CNY",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 191,
        "txt": "Куна",
        "rate": 4.9755,
        "cc": "HRK",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 203,
        "txt": "Чеська крона",
        "rate": 1.5248,
        "cc": "CZK",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 208,
        "txt": "Данська крона",
        "rate": 5.0251,
        "cc": "DKK",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 344,
        "txt": "Гонконгівський долар",
        "rate": 4.6588,
        "cc": "HKD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 348,
        "txt": "Форинт",
        "rate": 0.094351,
        "cc": "HUF",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 356,
        "txt": "Індійська рупія",
        "rate": 0.45844,
        "cc": "INR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 360,
        "txt": "Рупія",
        "rate": 0.0024387,
        "cc": "IDR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 376,
        "txt": "Новий ізраїльський шекель",
        "rate": 10.6279,
        "cc": "ILS",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 392,
        "txt": "Єна",
        "rate": 0.26768,
        "cc": "JPY",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 398,
        "txt": "Теньге",
        "rate": 0.076505,
        "cc": "KZT",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 410,
        "txt": "Вона",
        "rate": 0.027842,
        "cc": "KRW",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 484,
        "txt": "Мексиканське песо",
        "rate": 1.7897,
        "cc": "MXN",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 498,
        "txt": "Молдовський лей",
        "rate": 1.8935,
        "cc": "MDL",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 554,
        "txt": "Новозеландський долар",
        "rate": 22.9303,
        "cc": "NZD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 578,
        "txt": "Норвезька крона",
        "rate": 3.7143,
        "cc": "NOK",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 643,
        "txt": "Російський рубль",
        "rate": 0.63084,
        "cc": "RUB",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 702,
        "txt": "Сінгапурський долар",
        "rate": 26.4033,
        "cc": "SGD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 710,
        "txt": "Ренд",
        "rate": 2.1795,
        "cc": "ZAR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 752,
        "txt": "Шведська крона",
        "rate": 3.5991,
        "cc": "SEK",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 756,
        "txt": "Швейцарський франк",
        "rate": 37.9323,
        "cc": "CHF",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 818,
        "txt": "Єгипетський фунт",
        "rate": 1.9324,
        "cc": "EGP",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 826,
        "txt": "Фунт стерлінгів",
        "rate": 44.1036,
        "cc": "GBP",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 840,
        "txt": "Долар США",
        "rate": 36.5686,
        "cc": "USD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 933,
        "txt": "Білоруський рубль",
        "rate": 13.2919,
        "cc": "BYN",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 944,
        "txt": "Азербайджанський манат",
        "rate": 21.5808,
        "cc": "AZN",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 946,
        "txt": "Румунський лей",
        "rate": 7.5824,
        "cc": "RON",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 949,
        "txt": "Турецька ліра",
        "rate": 2.05,
        "cc": "TRY",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 960,
        "txt": "СПЗ (спеціальні права запозичення)",
        "rate": 48.2578,
        "cc": "XDR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 975,
        "txt": "Болгарський лев",
        "rate": 19.1318,
        "cc": "BGN",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 978,
        "txt": "Євро",
        "rate": 37.4115,
        "cc": "EUR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 985,
        "txt": "Злотий",
        "rate": 7.9426,
        "cc": "PLN",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 12,
        "txt": "Алжирський динар",
        "rate": 0.19974,
        "cc": "DZD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 50,
        "txt": "Така",
        "rate": 0.31305,
        "cc": "BDT",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 51,
        "txt": "Вірменський драм",
        "rate": 0.071842,
        "cc": "AMD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 214,
        "txt": "Домініканське песо",
        "rate": 0.53468,
        "cc": "DOP",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 364,
        "txt": "Іранський ріал",
        "rate": 0.00069655,
        "cc": "IRR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 368,
        "txt": "Іракський динар",
        "rate": 0.020038,
        "cc": "IQD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 417,
        "txt": "Сом",
        "rate": 0.36799,
        "cc": "KGS",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 422,
        "txt": "Ліванський фунт",
        "rate": 0.019406,
        "cc": "LBP",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 434,
        "txt": "Лівійський динар",
        "rate": 6.0549,
        "cc": "LYD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 458,
        "txt": "Малайзійський ринггіт",
        "rate": 6.6357,
        "cc": "MYR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 504,
        "txt": "Марокканський дирхам",
        "rate": 2.8798,
        "cc": "MAD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 586,
        "txt": "Пакистанська рупія",
        "rate": 0.14291,
        "cc": "PKR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 682,
        "txt": "Саудівський ріял",
        "rate": 7.7961,
        "cc": "SAR",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 704,
        "txt": "Донг",
        "rate": 0.0012565,
        "cc": "VND",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 764,
        "txt": "Бат",
        "rate": 0.82706,
        "cc": "THB",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 784,
        "txt": "Дирхам ОАЕ",
        "rate": 7.9649,
        "cc": "AED",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 788,
        "txt": "Туніський динар",
        "rate": 9.388,
        "cc": "TND",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 860,
        "txt": "Узбецький сум",
        "rate": 0.0026923,
        "cc": "UZS",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 901,
        "txt": "Новий тайванський долар",
        "rate": 0.98362,
        "cc": "TWD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 934,
        "txt": "Туркменський новий манат",
        "rate": 8.3585,
        "cc": "TMT",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 941,
        "txt": "Сербський динар",
        "rate": 0.25896,
        "cc": "RSD",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 972,
        "txt": "Сомоні",
        "rate": 2.7709,
        "cc": "TJS",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 981,
        "txt": "Ларі",
        "rate": 9.9931,
        "cc": "GEL",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 986,
        "txt": "Бразильський реал",
        "rate": 5.6474,
        "cc": "BRL",
        "exchangedate": "26.07.2022"
    },
    {
        "txt": "Українська гривня",
        "cc": "UAH",
    },
    {
        "r030": 959,
        "txt": "Золото",
        "rate": 63165.31,
        "cc": "XAU",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 961,
        "txt": "Срібло",
        "rate": 681.21,
        "cc": "XAG",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 962,
        "txt": "Платина",
        "rate": 32162.08,
        "cc": "XPT",
        "exchangedate": "26.07.2022"
    },
    {
        "r030": 964,
        "txt": "Паладій",
        "rate": 73493.38,
        "cc": "XPD",
        "exchangedate": "26.07.2022"
    }
]

